Repository: hoep/privycs-vpn
Catalog: ios/App/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, pt

source: Imported %lld config(s) — closing…
de: %lld Konfiguration(en) importiert – schließe…
es: Importada(s) %lld configuración(es) — cerrando…
fr: %lld configuration(s) importée(s) — fermeture…
it: Importata/e %lld configurazione/i — chiusura…
pt: %lld configuração(ões) importada(s) — a fechar…

source: Imported from QR
de: Aus QR importiert
es: Importado desde QR
fr: Importé depuis le QR
it: Importato da QR
pt: Importado do QR

source: Invalid gateway URL
de: Ungültige Gateway-URL
es: URL de gateway no válida
fr: URL de passerelle non valide
it: URL del gateway non valido
pt: URL de gateway inválido

source: Kill Switch routes IPv6 into the tunnel so a v4-only server can't leak your real IPv6 address. Turning it off allows IPv6 traffic outside the VPN.
de: Der Kill Switch leitet IPv6 in den Tunnel, damit ein reiner v4-Server deine echte IPv6-Adresse nicht preisgibt. Ausschalten erlaubt IPv6-Verkehr außerhalb des VPN.
es: El Kill Switch enruta IPv6 al túnel para que un servidor solo v4 no filtre tu dirección IPv6 real. Desactivarlo permite tráfico IPv6 fuera de la VPN.
fr: Le Kill Switch achemine l'IPv6 dans le tunnel afin qu'un serveur v4 uniquement ne divulgue pas votre vraie adresse IPv6. Le désactiver autorise le trafic IPv6 hors du VPN.
it: Il Kill Switch instrada l'IPv6 nel tunnel così un server solo v4 non può rivelare il tuo vero indirizzo IPv6. Disattivarlo consente il traffico IPv6 fuori dalla VPN.
pt: O Kill Switch encaminha o IPv6 para o túnel para que um servidor só v4 não revele o seu endereço IPv6 real. Desativá-lo permite tráfego IPv6 fora da VPN.

source: Language
de: Sprache
es: Idioma
fr: Langue
it: Lingua
pt: Idioma

source: Last handshake
de: Letzter Handshake
es: Último handshake
fr: Dernier handshake
it: Ultimo handshake
pt: Último handshake

source: Let the engine choose and recover the best protocol for the current network.
de: Die Engine wählt und stellt das beste Protokoll für das aktuelle Netzwerk automatisch wieder her.
es: Deja que el motor elija y restablezca el mejor protocolo para la red actual.
fr: Laissez le moteur choisir et rétablir le meilleur protocole pour le réseau actuel.
it: Lascia che il motore scelga e ripristini il protocollo migliore per la rete attuale.
pt: Deixe o motor escolher e restabelecer o melhor protocolo para a rede atual.

source: License accepted — %@ (%@)
de: Lizenz akzeptiert — %@ (%@)
es: Licencia aceptada — %@ (%@)
fr: Licence acceptée — %@ (%@)
it: Licenza accettata — %@ (%@)
pt: Licença aceite — %@ (%@)

source: License keys are ed25519-signed and verified offline. Paste the entire string including the .signature.
de: Lizenzschlüssel sind ed25519-signiert und werden offline verifiziert. Füge die gesamte Zeichenkette inklusive der .signature ein.
es: Las claves de licencia están firmadas con ed25519 y se verifican sin conexión. Pega la cadena completa incluida la .signature.
fr: Les clés de licence sont signées en ed25519 et vérifiées hors ligne. Collez la chaîne entière, y compris la .signature.
it: Le chiavi di licenza sono firmate ed25519 e verificate offline. Incolla l'intera stringa inclusa la .signature.
pt: As chaves de licença são assinadas com ed25519 e verificadas offline. Cole a string inteira incluindo a .signature.

source: Light
de: Hell
es: Claro
fr: Clair
it: Chiaro
pt: Claro

source: Load earlier entries
de: Ältere Einträge laden
es: Cargar entradas anteriores
fr: Charger les entrées précédentes
it: Carica voci precedenti
pt: Carregar entradas anteriores

source: Location needed for Wi-Fi rules
de: Standort für WLAN-Regeln nötig
es: Se necesita la ubicación para las reglas de Wi-Fi
fr: Localisation requise pour les règles Wi-Fi
it: Posizione necessaria per le regole Wi-Fi
pt: Localização necessária para regras de Wi-Fi

source: Logs
de: Protokolle
es: Registros
fr: Journaux
it: Log

source: Manual control only — engine takes no action
de: Nur manuelle Steuerung — die Engine greift nicht ein
es: Solo control manual — el motor no actúa
fr: Contrôle manuel uniquement — le moteur n’agit pas
it: Solo controllo manuale — il motore non interviene
pt: Apenas controlo manual — o motor não age

source: Mark dead after
de: Als tot markieren nach
es: Marcar como caído tras
fr: Marquer hors service après
it: Segna come inattivo dopo
pt: Marcar como inativo após

source: Match
de: Übereinstimmung
es: Coincidencia
fr: Correspondance
it: Corrispondenza
pt: Correspondência

source: Mobile
de: Mobil
es: Móvil
it: Dati mobili
pt: Móvel

source: Mobile data
de: Mobile Daten
es: Datos móviles
fr: Données mobiles
it: Dati mobili
pt: Dados móveis

source: Network
de: Netzwerk
es: Red
fr: Réseau
it: Rete
pt: Rede

source: Network changed — re-validating
de: Netzwerk gewechselt – wird neu geprüft
es: Red cambiada: revalidando
fr: Réseau changé — revalidation
it: Rete cambiata — nuova verifica
pt: Rede alterada — a revalidar

source: Network type
de: Netzwerktyp
es: Tipo de red
fr: Type de réseau
it: Tipo di rete
pt: Tipo de rede

source: New Pool
de: Neuer Pool
es: Nuevo grupo
fr: Nouveau pool
it: Nuovo pool
pt: Novo grupo

source: New Rule
de: Neue Regel
es: Nueva regla
fr: Nouvelle règle
it: Nuova regola
pt: Nova regra

source: No configs found — cancel and tap “Create a VPN pool” again.
de: Keine Konfigurationen gefunden — abbrechen und erneut auf „VPN-Pool erstellen“ tippen.
es: No se encontraron configuraciones: cancela y toca de nuevo «Crear un grupo VPN».
fr: Aucune configuration trouvée — annulez et touchez à nouveau « Créer un pool VPN ».
it: Nessuna configurazione trovata — annulla e tocca di nuovo «Crea un pool VPN».
pt: Nenhuma configuração encontrada — cancele e toque novamente em «Criar um pool VPN».

source: No configs yet. Use the Add tab to import.
de: Noch keine Configs. Nutze den Tab "Hinzufügen" zum Importieren.
es: Aún no hay configs. Usa la pestaña Añadir para importar.
fr: Aucune config pour l'instant. Utilisez l'onglet Ajouter pour importer.
it: Ancora nessuna config. Usa la scheda Aggiungi per importare.
pt: Ainda não há configs. Use o separador Adicionar para importar.

source: No connection
de: Keine Verbindung
es: Sin conexión
fr: Aucune connexion
it: Nessun collegamento
pt: Sem ligação

source: No decisions yet — connect to see what the engine chooses and why.
de: Noch keine Entscheidungen – verbinde dich, um zu sehen, was die Engine wählt und warum.
es: Aún no hay decisiones: conéctate para ver qué elige el motor y por qué.
fr: Aucune décision pour l’instant — connectez-vous pour voir ce que le moteur choisit et pourquoi.
it: Ancora nessuna decisione: connettiti per vedere cosa sceglie il motore e perché.
pt: Ainda sem decisões — liga-te para veres o que o motor escolhe e porquê.

source: No log entries yet.
de: Noch keine Log-Einträge.
es: Aún no hay entradas de registro.
fr: Aucune entrée de journal pour l'instant.
it: Nessuna voce di log ancora.
pt: Ainda não há entradas de registo.

source: No network
de: Kein Netzwerk
es: Sin red
fr: Aucun réseau
it: Nessuna rete
pt: Sem rede

source: No protocol config selected
de: Keine Protokoll-Konfiguration ausgewählt
es: No hay configuración de protocolo seleccionada
fr: Aucune configuration de protocole sélectionnée
it: Nessuna configurazione di protocollo selezionata
pt: Nenhuma configuração de protocolo selecionada

source: No remote configs found.
de: Keine entfernten Configs gefunden.
es: No se encontraron configs remotas.
fr: Aucune config distante trouvée.
it: Nessuna config remota trovata.
pt: Nenhuma config remota encontrada.

source: No rule matches — engine takes no action
de: Keine Regel trifft zu — die Engine greift nicht ein
es: Ninguna regla coincide — el motor no actúa
fr: Aucune règle ne correspond — le moteur n’agit pas
it: Nessuna regola corrisponde — il motore non interviene
pt: Nenhuma regra corresponde — o motor não age

source: No rules yet. Tap + to add.
de: Noch keine Regeln. Tippe auf +, um eine hinzuzufügen.
es: Aún no hay reglas. Toca + para añadir.
fr: Aucune règle pour l'instant. Touchez + pour ajouter.
it: Ancora nessuna regola. Tocca + per aggiungere.
pt: Ainda não há regras. Toque em + para adicionar.

source: No usable protocol available
de: Kein nutzbares Protokoll verfügbar
es: No hay ningún protocolo utilizable
fr: Aucun protocole utilisable
it: Nessun protocollo utilizzabile
pt: Nenhum protocolo utilizável

source: No valid config files found in the selection.
de: In der Auswahl wurden keine gültigen Konfigurationsdateien gefunden.
es: No se encontraron archivos de configuración válidos en la selección.
fr: Aucun fichier de configuration valide trouvé dans la sélection.
it: Nessun file di configurazione valido trovato nella selezione.
pt: Não foram encontrados ficheiros de configuração válidos na seleção.

source: Not set
de: Nicht festgelegt
es: Sin configurar
fr: Non défini
it: Non impostato
pt: Não definido

source: Off
de: Aus
es: Desactivado
fr: Désactivé
it: Disattivato
pt: Desativado

source: On the Apple TV open Configs → Add / restore. Scan the code it shows.
de: Öffne auf dem Apple TV Konfigs → Hinzufügen / Wiederherstellen. Scanne den angezeigten Code.
es: En el Apple TV abre Configuraciones → Añadir / restaurar. Escanea el código que muestra.
fr: Sur l'Apple TV, ouvrez Configs → Ajouter / restaurer. Scannez le code affiché.
it: Sull'Apple TV apri Config → Aggiungi / ripristina. Scansiona il codice mostrato.
pt: Na Apple TV abra Configs → Adicionar / restaurar. Digitalize o código apresentado.

source: On-Demand & Network Rules
de: On-Demand & Netzwerkregeln
es: Bajo demanda & reglas de red
fr: Règles à la demande & réseau
it: On-Demand e regole di rete
pt: On-Demand e Regras de Rede

source: Open Settings
de: Einstellungen öffnen
es: Abrir Ajustes
fr: Ouvrir les Réglages
it: Apri Impostazioni
pt: Abrir Ajustes

source: Open Source Licenses
de: Open-Source-Lizenzen
es: Licencias de código abierto
fr: Licences open source
it: Licenze Open-Source
pt: Licenças de Código Aberto

source: Open in browser
de: Im Browser öffnen
es: Abrir en el navegador
fr: Ouvrir dans le navigateur
it: Apri nel browser
pt: Abrir no navegador

source: Paste your license key
de: Lizenzschlüssel einfügen
es: Pega tu clave de licencia
fr: Collez votre clé de licence
it: Incolla la tua chiave di licenza
pt: Cole a sua chave de licença

source: Pattern (e.g. Cafe*)
de: Muster (z. B. Cafe*)
es: Patrón (p. ej. Cafe*)
fr: Modèle (ex. Cafe*)
it: Schema (es. Cafe*)
pt: Padrão (ex. Cafe*)

source: Pause VPN
de: VPN pausieren
es: Pausar VPN
fr: Mettre le VPN en pause
it: Metti in pausa la VPN
pt: Pausar VPN

source: Pause for
de: Pausieren für
es: Pausar durante
fr: Mettre en pause pendant
it: Pausa per
pt: Pausar durante

source: Paused
de: Pausiert
es: En pausa
fr: En pause
it: In pausa
pt: Em pausa

source: Paused (system sleep)
de: Pausiert (Ruhezustand)
es: Pausado (suspensión del sistema)
fr: En pause (veille système)
it: In pausa (sospensione del sistema)
pt: Em pausa (suspensão do sistema)

source: Paused — resumes in %lldh %lldm
de: Pausiert – fortgesetzt in %lldh %lldm
es: En pausa: se reanuda en %lldh %lldm
fr: En pause — reprise dans %lldh %lldm
it: In pausa — riprende tra %lldh %lldm
pt: Em pausa — retoma em %lldh %lldm

source: Paused — resumes in %lldm %llds
de: Pausiert – fortgesetzt in %lldm %llds
es: En pausa: se reanuda en %lldm %llds
fr: En pause — reprise dans %lldm %llds
it: In pausa — riprende tra %lldm %llds
pt: Em pausa — retoma em %lldm %llds

source: Paused — resumes in %llds
de: Pausiert – fortgesetzt in %llds
es: En pausa: se reanuda en %llds
fr: En pause — reprise dans %llds
it: In pausa — riprende tra %llds
pt: Em pausa — retoma em %llds

source: Pick a connection to send.
de: Wähle eine Verbindung zum Senden.
es: Elige una conexión para enviar.
fr: Choisissez une connexion à envoyer.
it: Scegli una connessione da inviare.
pt: Escolha uma ligação para enviar.

source: Pick individual .conf/.ovpn/.sswan files, or a single .zip archive from your provider — all configs inside it become pool members. Country is parsed from each filename when possible.
de: Wähle einzelne .conf/.ovpn/.sswan-Dateien oder ein einzelnes .zip-Archiv deines Anbieters — alle darin enthaltenen Configs werden Pool-Mitglieder. Das Land wird wenn möglich aus jedem Dateinamen ermittelt.
es: Elige archivos .conf/.ovpn/.sswan individuales, o un único archivo .zip de tu proveedor — todas las configs dentro se convierten en miembros del grupo. El país se obtiene de cada nombre de archivo cuando es posible.
fr: Choisissez des fichiers .conf/.ovpn/.sswan individuels, ou une seule archive .zip de votre fournisseur — toutes les configs qu'elle contient deviennent membres du pool. Le pays est déduit de chaque nom de fichier si possible.
it: Scegli singoli file .conf/.ovpn/.sswan, oppure un unico archivio .zip del tuo provider — tutte le config al suo interno diventano membri del pool. Il paese viene rilevato da ogni nome file quando possibile.
pt: Escolha ficheiros .conf/.ovpn/.sswan individuais, ou um único arquivo .zip do seu fornecedor — todas as configs dentro tornam-se membros do grupo. O país é obtido de cada nome de ficheiro quando possível.

source: Ping target
de: Ping-Ziel
es: Objetivo de ping
fr: Cible du ping
it: Destinazione ping
pt: Alvo de ping

source: Policy
de: Richtlinie
es: Política
fr: Politique
it: Criterio
pt: Política

source: Pool active
de: Pool aktiv
es: Grupo activo
fr: Pool actif
it: Pool attivo
pt: Pool ativo

source: Pool has no reachable members
de: Pool hat keine erreichbaren Mitglieder
es: El grupo no tiene miembros accesibles
fr: Le pool n’a aucun membre joignable
it: Il pool non ha membri raggiungibili
pt: O pool não tem membros acessíveis

source: Privacy
de: Datenschutz
es: Privacidad
fr: Confidentialité
pt: Privacidade

source: Privacy Policy
de: Datenschutzerklärung
es: Política de privacidad
fr: Politique de confidentialité
it: Informativa sulla privacy
pt: Política de privacidade

source: Privycs VPN is licensed under GPL-3.0. Full license texts ship with the source.
de: Privycs VPN ist unter GPL-3.0 lizenziert. Die vollständigen Lizenztexte liegen dem Quellcode bei.
es: Privycs VPN está licenciado bajo GPL-3.0. Los textos completos de licencia se incluyen con el código fuente.
fr: Privycs VPN est sous licence GPL-3.0. Les textes complets des licences sont fournis avec le code source.
it: Privycs VPN è rilasciato sotto licenza GPL-3.0. I testi completi delle licenze sono inclusi con il codice sorgente.
pt: O Privycs VPN está licenciado sob GPL-3.0. Os textos completos das licenças acompanham o código-fonte.

source: Pro unlocked! Thank you.
de: Pro freigeschaltet! Danke.
es: ¡Pro desbloqueado! Gracias.
fr: Pro débloqué ! Merci.
it: Pro sbloccato! Grazie.
pt: Pro desbloqueado! Obrigado.

source: Probes a reachable target through the tunnel and shows a health pill on the Connect screen. Foreground-only on iOS.
de: Prüft ein erreichbares Ziel durch den Tunnel und zeigt eine Zustandsanzeige im Verbinden-Bildschirm. Auf iOS nur im Vordergrund.
es: Sondea un objetivo accesible a través del túnel y muestra un indicador de estado en la pantalla Conectar. Solo en primer plano en iOS.
fr: Sonde une cible joignable à travers le tunnel et affiche un indicateur d'état sur l'écran Connexion. Au premier plan uniquement sur iOS.
it: Sonda una destinazione raggiungibile attraverso il tunnel e mostra un indicatore di stato nella schermata Connetti. Solo in primo piano su iOS.
pt: Sonda um alvo acessível através do túnel e mostra um indicador de estado no ecrã Ligar. Apenas em primeiro plano no iOS.

source: Protocol Failover
de: Protokoll-Failover
es: Conmutación de protocolo
fr: Basculement de protocole
it: Failover protocollo
pt: Comutação de protocolo

source: Protocol Failover Order
de: Protokoll-Failover-Reihenfolge
es: Orden de conmutación de protocolos
fr: Ordre de basculement des protocoles
it: Ordine di failover dei protocolli
pt: Ordem de comutação de protocolos

source: Pull from Privycs Gateway
de: Vom Privycs-Gateway laden
es: Obtener del Gateway de Privycs
fr: Récupérer depuis la passerelle Privycs
it: Scarica dal Gateway Privycs
pt: Obter do Gateway Privycs

source: Purchase pending
de: Kauf ausstehend
es: Compra pendiente
fr: Achat en attente
it: Acquisto in sospeso
pt: Compra pendente

source: Recovering: re-checking connectivity
de: Wiederherstellung: prüfe die Verbindung erneut
es: Recuperando: comprobando de nuevo la conectividad
fr: Récupération : nouvelle vérification de la connectivité
it: Ripristino: nuova verifica della connettività
pt: Recuperação: a verificar novamente a ligação

source: Recovering: restarting the tunnel
de: Wiederherstellung: starte den Tunnel neu
es: Recuperando: reiniciando el túnel
fr: Récupération : redémarrage du tunnel
it: Ripristino: riavvio del tunnel
pt: Recuperação: a reiniciar o túnel

source: Recovering: waiting for the link to settle
de: Wiederherstellung: warte, bis sich die Verbindung stabilisiert
es: Recuperando: esperando a que el enlace se estabilice
fr: Récupération : attente de la stabilisation du lien
it: Ripristino: in attesa che il collegamento si stabilizzi
pt: Recuperação: a aguardar a estabilização da ligação

source: Recovering…
de: Erholt sich…
es: Recuperando…
fr: Récupération…
it: Ripristino…
pt: A recuperar…

source: Remote Configs
de: Entfernte Configs
es: Configs remotas
fr: Configs distantes
it: Config remote
pt: Configs remotas

source: Reset to default
de: Auf Standard zurücksetzen
es: Restablecer a predeterminado
fr: Réinitialiser par défaut
it: Ripristina predefinito
pt: Repor predefinição

source: Resolution failed
de: Auflösung fehlgeschlagen
es: Error de resolución
fr: Échec de la résolution
it: Risoluzione non riuscita
pt: Falha na resolução

# Restore Purchases
source: Restore purchase
de: Kauf wiederherstellen
es: Restaurar compra
fr: Restaurer l'achat
it: Ripristina acquisto
pt: Restaurar compra

source: Restore from backup
de: Aus Backup wiederherstellen
es: Restaurar desde copia
fr: Restaurer depuis une sauvegarde
it: Ripristina da backup
pt: Restaurar de cópia de segurança

source: Restore initiated
de: Wiederherstellung gestartet
es: Restauración iniciada
fr: Restauration lancée
it: Ripristino avviato
pt: Restauro iniciado

source: Restored %lld connection(s), %lld pool(s), %lld rule(s).
de: %lld Verbindung(en), %lld Pool(s), %lld Regel(n) wiederhergestellt.
es: Se restauraron %lld conexión(es), %lld grupo(s), %lld regla(s).
fr: %lld connexion(s), %lld pool(s), %lld règle(s) restaurée(s).
it: Ripristinati %lld collegamento/i, %lld pool, %lld regola/e.
pt: Restaurado(s) %lld ligação(ões), %lld pool(s), %lld regra(s).

source: Resume now
de: Jetzt fortsetzen
es: Reanudar ahora
fr: Reprendre maintenant
it: Riprendi ora
pt: Retomar agora

source: Resumed
de: Fortgesetzt
es: Reanudado
fr: Repris
it: Ripreso
pt: Retomado

source: Resumed — re-validating
de: Fortgesetzt – wird neu geprüft
es: Reanudado: revalidando
fr: Repris — revalidation
it: Ripreso — nuova verifica
pt: Retomado — a revalidar

source: Rotate
de: Rotieren
es: Rotar
fr: Faire pivoter
it: Ruota
pt: Rodar

source: Rule matches — engine acts: %@
de: Regel trifft zu — Engine handelt: %@
es: Regla coincide — el motor actúa: %@
fr: Règle correspond — le moteur agit : %@
it: Regola corrisponde — il motore agisce: %@
pt: Regra corresponde — o motor age: %@

source: Rules (priority top-down)
de: Regeln (Priorität von oben nach unten)
es: Reglas (prioridad de arriba abajo)
fr: Règles (priorité de haut en bas)
it: Regole (priorità dall'alto in basso)
pt: Regras (prioridade de cima para baixo)

source: Save
de: Speichern
es: Guardar
fr: Enregistrer
it: Salva
pt: Salvar

source: Save & verify
de: Speichern & prüfen
es: Guardar y verificar
fr: Enregistrer et vérifier
it: Salva e verifica
pt: Guardar e verificar

source: Scan QR code
de: QR-Code scannen
es: Escanear código QR
fr: Scanner un code QR
it: Scansiona codice QR
pt: Escanear código QR

source: Scan a different code
de: Anderen Code scannen
es: Escanear otro código
fr: Scanner un autre code
it: Scansiona un altro codice
pt: Digitalizar outro código

source: Scan the code on your Apple TV
de: Den Code auf deinem Apple TV scannen
es: Escanea el código en tu Apple TV
fr: Scannez le code sur votre Apple TV
it: Scansiona il codice sulla tua Apple TV
pt: Digitalize o código na sua Apple TV

source: Scanned config
de: Gescannte Konfiguration
es: Configuración escaneada
fr: Configuration scannée
it: Configurazione scansionata
pt: Configuração lida

source: Select configs or a .zip
de: Configs oder .zip auswählen
es: Seleccionar configs o un .zip
fr: Sélectionner des configs ou un .zip
it: Seleziona config o uno .zip
pt: Selecionar configs ou um .zip

source: Select connection
de: Verbindung auswählen
es: Seleccionar conexión
fr: Sélectionner une connexion
it: Seleziona connessione
pt: Selecionar ligação

source: Selection policy
de: Auswahlrichtlinie
es: Política de selección
fr: Politique de sélection
it: Criterio di selezione
pt: Política de seleção

source: Send to Apple TV
de: An Apple TV senden
es: Enviar al Apple TV
fr: Envoyer vers l'Apple TV
it: Invia all'Apple TV
pt: Enviar para a Apple TV

source: Sent ✓ — %lld server(s) on your Apple TV.
de: Gesendet ✓ – %lld Server auf deinem Apple TV.
es: Enviado ✓: %lld servidores en tu Apple TV.
fr: Envoyé ✓ — %lld serveurs sur votre Apple TV.
it: Inviato ✓ — %lld server sulla tua Apple TV.
pt: Enviado ✓ — %lld servidores na sua Apple TV.

source: Sent ✓ — check your Apple TV.
de: Gesendet ✓ – sieh auf deinem Apple TV nach.
es: Enviado ✓: revisa tu Apple TV.
fr: Envoyé ✓ — vérifiez votre Apple TV.
it: Inviato ✓ — controlla la tua Apple TV.
pt: Enviado ✓ — verifique a sua Apple TV.

source: Settings
de: Einstellungen
es: Ajustes
fr: Réglages
it: Impostazioni
pt: Definições

source: Share backup file
de: Backup-Datei teilen
es: Compartir archivo de copia
fr: Partager le fichier de sauvegarde
it: Condividi file di backup
pt: Partilhar ficheiro de cópia

source: Single connection
de: Einzelne Verbindung
es: Conexión individual
fr: Connexion unique
it: Connessione singola
pt: Ligação individual

source: Source code
de: Quellcode
es: Código fuente
fr: Code source
it: Codice sorgente
pt: Código-fonte

source: Supported: .conf (WireGuard/AmneziaWG), .ovpn (OpenVPN), .sswan / .mobileconfig (IPSec). Configure a gateway in Settings to pull remote configs.
de: Unterstützt: .conf (WireGuard/AmneziaWG), .ovpn (OpenVPN), .sswan / .mobileconfig (IPSec). Konfiguriere ein Gateway in den Einstellungen, um Remote-Konfigurationen abzurufen.
es: Compatibles: .conf (WireGuard/AmneziaWG), .ovpn (OpenVPN), .sswan / .mobileconfig (IPSec). Configura un gateway en Ajustes para descargar configuraciones remotas.
fr: Pris en charge : .conf (WireGuard/AmneziaWG), .ovpn (OpenVPN), .sswan / .mobileconfig (IPSec). Configurez une passerelle dans les Réglages pour récupérer des configurations distantes.
it: Supportati: .conf (WireGuard/AmneziaWG), .ovpn (OpenVPN), .sswan / .mobileconfig (IPSec). Configura un gateway in Impostazioni per scaricare configurazioni remote.
pt: Suportados: .conf (WireGuard/AmneziaWG), .ovpn (OpenVPN), .sswan / .mobileconfig (IPSec). Configura um gateway nas Definições para obter configurações remotas.

source: Supported: .conf, .ovpn, .sswan / .mobileconfig. Or pull your configs from the gateway.
de: Unterstützt: .conf, .ovpn, .sswan / .mobileconfig. Oder rufe deine Konfigurationen vom Gateway ab.
es: Compatibles: .conf, .ovpn, .sswan / .mobileconfig. O descarga tus configuraciones desde el gateway.
fr: Pris en charge : .conf, .ovpn, .sswan / .mobileconfig. Ou récupérez vos configurations depuis la passerelle.
it: Supportati: .conf, .ovpn, .sswan / .mobileconfig. Oppure scarica le tue configurazioni dal gateway.
pt: Suportados: .conf, .ovpn, .sswan / .mobileconfig. Ou obtém as tuas configurações a partir do gateway.
